<?php
/************************************************|
|* Описание | Файл языка - РУССКИЙ               *|
|************************************************/

 define('LANG', array(
    /* Ошибки валидации */
    "val_errors" => [
        "val_pattern" => "Неверный формат данных.",
        "val_required" => "Это поле обязательно для заполнения.",
        "val_min" => "Значение слишком маленькое.",
        "val_max" => "Значение слишком большое.",
        "val_equal" => "Значение должно быть равным ",
        "val_file_max_size" => "Файл слишком большой.",
        "val_file_ext" => "Неверный формат файла.",
    ],
));
